/* Localized versions of QuickTime Player strings */
"qtpMovie" = "Filme";
"qtpElement" = "Elemento";
"qtpLayout" = "Disposição";
"qtpText" = "Texto";

"qtpIndeterminateTime" = "Desconhecido";
/* A/V Controls */
"avControls" = "Controlos audiovisuais";

/* preferences */
"qtpPreferencesToolbarLabelGeneral" = "Geral";
"qtpPreferencesToolbarLabelFullscreen" = "Ecrã completo";
"qtpPreferencesToolbarLabelCapture" = "A gravar";
"qtpPreferencesNoDeviceAvailable" = "(nenhum dispositivo disponível)";
"qtpPreferencesChoose" = "Seleccionar";
"qtpPreferencesCaptureDeviceAutomatic" = "Automático";
"qtpPreferencesCaptureDeviceUnavailable" = " (indisponível)";
"qtpPreferencesCaptureDeviceNameAndInputName" = "%@: %@"; /* e.g. "Built-In Audio: Line In" */
"qtpPreferencesCaptureAudioDeviceNameiSight" = "iSight integrada";

"qtpCaptureSmall" = "Melhor (H.264)";
"qtpCaptureSmallDescription" = "Melhor para e-mail e partilha web.\n%lux%lu vídeo, áudio AAC a 128 kbps";
"qtpCaptureSmallAlt" = "Bom (MPEG-4)";
"qtpCaptureSmallAltDescription" = "Bom para e-mail e partilha web.\n%lux%lu vídeo, áudio AAC a 128 kbps";
"qtpCaptureLarge" = "Óptimo (H.264)";
"qtpCaptureLargeDescription" = "Óptimo para e-mail e partilha web.\n%lux%lu vídeo, áudio AAC a 128 kbps";
"qtpCaptureNative" = "Nativo ao dispositivo";
"qtpCaptureNativeDescription" = "Óptimo para processamento posterior.\nVídeo e áudio em bruto, ficheiros grandes.";

/* menu items */
"qtpShowMovieInfo" = "Mostrar informações do filme";
"qtpHideMovieInfo" = "Mostrar informações do filme"; /* Movie Info gets re-revealed */
"qtpShowMovieInspector" = "Mostrar inspector do filme";
"qtpHideMovieInspector" = "Ocultar o inspector do filme";
"qtpClearMenu" = "Limpar menu";
"qtpSelectScript" = "Seleccionar script";
"qtpRun" = "Executar";
"qtpShowPitchShift" = "Mostrar deslocação em frequência";
"qtpNewMovieRecording" = "Gravação de novo filme";
"qtpNewAudioRecording" = "Gravação de novo áudio";
"qtpMovieRecording" = "Gravação de filme";
"qtpAudioRecording" = "Gravação de áudio";
"qtpShowAVControls" = "Mostrar controlos audiovisuais";
"qtpHideAVControls" = "Ocultar controlos audiovisuais";
"qtpShowClosedCaption" = "Mostrar legendagem opcional";
"qtpHideClosedCaption" = "Ocultar legendagem opcional";
"qtpShare" = "Partilhar...";
"qtpStopAllMovies" = "Parar todos os filmes";
"qtpPlayAllMovies" = "Reproduzir todos os filmes";
"qtpShowSoundControls" = "Mostrar controlos de som";
"qtpHideSoundControls" = "Ocultar controlos de som";
"qtpHidePropertyInspector" = "Ocultar inspector de propriedades";
"qtpShowPropertyInspector" = "Mostrar inspector de propriedades";
"qtpOpenMovie" = "Abrir filme...";
"qtpOpenMovieInNewPlayer" = "Abrir filme num novo leitor...";
"qtpOpenURL" = "Abrir URL…";
"qtpOpenURLInNewPlayer" = "Abrir URL num novo leitor...";
"qtpHalfSize" = "Metade do tamanho";
"qtpActualSize" = "100%";
"qtpDoubleSize" = "Tamanho duplo";
"qtpFitToScreen" = "Ajustar ao ecrã";
"qtpLetterbox" = "Ajustar ao ecrã";
"qtpZoom" = "Preencher ecrã";
"qtpStretch" = "Distorcer para preencher ecrã";
"qtpPanoramicStretch" = "Panorâmico";
"qtpMinimize" = "Minimizar";
"qtpClose" = "Fechar";
"qtpFullScreen" = "Activar modo de ecrã completo";
"qtpExitFullScreen" = "Sair do modo de ecrã completo";
"qtpAXURLPopupButtonValue" = "Seleccionar URL";
"qtpAXURLTextTitle" = "URL do filme";
"qtpExportRefMovieForWebMenuTitle" = "Exportar para a web e iPhone…";

/* strings for the Undo menu item */
"qtMovieViewEditCut" = "Cortar";
"qtMovieViewEditCopy" = "Copiar";
"qtMovieViewEditPaste" = "Colar";
"qtMovieViewEditDelete" = "Apagar";
"qtMovieViewEditAdd" = "Adicionar ao filme";
"qtMovieViewEditAddScaled" = "Adicionar à selecção e redimensionar";
"qtMovieViewEditReplace" = "Substituir";
"qtMovieViewEditTrim" = "Cortar para ajustar à selecção";
"qtMovieViewMove" = "Deslocar";
"qtMovieViewResize" = "Redimensionar";
"qtMovieViewDelete" = "Apagar";
"qtMovieViewPlace" = "Colocar";
"qtMovieViewInsert" = "Inserir";
"qtMovieViewDeleteTrack" = "Apagar faixa";
"qtMovieViewEnableTrack" = "Activar faixa";

"QTMoviePosterTimeAttribute" = "Definir fotograma de cartaz do filme";
"QTMovieApertureMode" = "Definir a abertura";
"QTTrackHighQualityVideoAttribute" = "Definir vídeo de alta qualidade";
"QTTrackDeinterlaceVideoAttribute" = "Definir desentrelaçamento de vídeo";
"QTTrackSingleFieldVideoAttribute" = "Definir vídeo de campo único";
"QTTrackPreloadTrackAttribute" = "Definir pré-carregamento da faixa";
"QTTrackNeverPurgeTrackAttribute" = "Definir faixa para nunca ser limpa";
"QTTrackMatrixAttribute" = "Definir matriz da faixa";
"QTTrackChapterlistAttribute" = "Definir capítulo";
"QTTrackContentsAttribute" = "Definir conteúdo da faixa";
"QTTrackMaskAttribute" = "Definir máscara da faixa";
"QTTrackVolumeAttribute" = "Definir volume da faixa";
"QTTrackBalanceAttribute" = "Definir balanço da faixa";
"QTTrackHrefAttribute" = "Definir HREF da faixa";
"QTTrackTransferModeAttribute" = "Definir modo de transferência de vídeo";
"QTTrackOperationColorAttribute" = "Definir cor de operação do vídeo";
"QTTrackEnabledAttribute" = "Definir activação da faixa";
"QTTrackLanguageAttribute" = "Definir idioma da faixa";
"QTTrackLayerAttribute" = "Definir camada da faixa";
"QTTrackRangeAttribute" = "Definir tempo de início da faixa";
"QTTrackDisplayNameAttribute" = "Definir nome da faixa";
"QTTrackSourcePositionAttribute" = "Definir posição da faixa";
"QTTrackSourceDimensionsAttribute" = "Definir dimensões da faixa";


/* track names */
"qtTrackMovieName" = "Filme";
"qtTrackMovieTrackName" = "Faixa de filme";
"qtTrackVideoTrackName" = "Faixa de vídeo";
"qtTrackSoundTrackName" = "Faixa de som";
"qtTrackMPEGTrackName" = "Faixa MPEG";
"qtTrackChapterTrackName" = "Faixa de capítulo";
"qtTrackTextTrackName" = "Faixa de texto";
"qtTrackSpriteTrackName" = "Faixa de animação";
"qtTrackTimeCodeTrackName" = "Faixa de código horário";
"qtTrackFlashTrackName" = "Faixa de Flash";
"qtTrackTweenTrackName" = "Faixa para geração automática de imagens";
"qtTrackMusicTrackName" = "Faixa de música";
"qtTrackSkinTrackName" = "Faixa de máscara";
"qtTrackThreeDeeTrackName" = "Faixa 3D";
"qtTrackUnknownTrackName" = "Faixa desconhecida";
"qtTrackFourCharCodeTrackName" = "Faixa “%@”";

/* capture */
"qtpCaptureBaseMovieFileName" = "Filme";
"qtpCaptureBaseAudioFileName" = "Áudio";
"qtpCaptureDiskFullTitle" = "A gravação foi interrompida porque o disco está demasiado cheio.";
"qtpCaptureDiskFullMessage" = "Apague alguns ficheiros para criar mais espaço.";
"qtpCaptureWriteFailTitle" = "Não foi possível criar um ficheiro a partir da gravação.";
"qtpCaptureWriteFailMessage" = "O disco pode estar cheio ou não permitir a escrita.";
"qtpCaptureFailedTitle" = "A gravação falhou.";
"qtpCaptureFailedMessage" = "Não foi possível criar um filme a partir da gravação.";
"qtpCaptureNoDeviceTitle" = "Não foi localizado qualquer dispositivo de gravação.";
"qtpCaptureNoDeviceMessage" = "Certifique-se de que o dispositivo de gravação está ligado e não está a ser usado por outra aplicação.";
"qtpCaptureDiskNearlyFullTitle" = "O disco está quase cheio.";
"qtpCaptureDiskNearlyFullMessage" = "A captura vai parar automaticamente dentro de %d segundos.";
"qtpKeep" = "Manter";
"qtpDontKeep" = "Não manter";

/* QTPMovieDocumentController strings */
"qtpMovieDocumentControllerClearMenu" = "Limpar menu";

/* full screen */
"qtpExitFullScreenInstructions" = "Prima Esc para sair do modo de ecrã completo.";

/* movie data size units */
"qtpMovieDataSizeUnitsBytes" = "B";
"qtpMovieDataSizeUnitsKiloBytes" = "KB";
"qtpMovieDataSizeUnitsMegaBytes" = "MB";
"qtpMovieDataSizeUnitsGigaBytes" = "GB";
"qtpMovieDataSizeUnitsTeraBytes" = "TB";
"qtpMovieDataSizeUnitsPetaBytes" = "PB";
"qtpMovieDataSizeUnitsExaBytes" = "EB";

/* movie data rate units */
"qtpMovieDataRateUnitsBytes" = "B/s";
"qtpMovieDataRateUnitsKiloBytes" = "KB/s";
"qtpMovieDataRateUnitsMegaBytes" = "MB/s";
"qtpMovieDataRateUnitsGigaBytes" = "GB/s";
"qtpMovieDataRateUnitsTeraBytes" = "TB/s";
"qtpMovieDataRateUnitsPetaBytes" = "PB/s";
"qtpMovieDataRateUnitsExaBytes" = "EB/s";

/* LCD strings */
"qtpLCDLiveBroadcast" = "Difusão ao vivo";
"qtpLCDLiveBroadcastPaused" = "Difusão ao vivo - Em pausa";

/* Time Code Strings */ 
"qtpLCDTimeCodeDropFrame" = "Código de tempo: eliminação de fotogramas";
"qtpLCDTimeCodeNonDropFrame" = "Código de tempo: sem eliminação de fotogramas";
"qtpLCDTimeCodeStandard" = "Normal";
"qtpLCDTimeCodeFrameNumber" =  "Número de fotograma";

/* version */
"qtpOldQuickTime" = "QuickTime antigo";
"qtpOldQuickTimeError" = "Actualize o software para QuickTime 7.0 ou mais recente.";
"qtpCopyright" = "Copyright © 1989-2010, Apple Inc.,\nTodos os direitos reservados.";
"qtpVersion" = "QuickTime™ versão %@, Player versão %@";
"qtpQuickTimeVersion" = "QuickTime™ versão %@ (%@)";
"qtpQTKitVersion" = "QTKit versão %@ (%@)";

/* languages */
"qtpLanguageSystemDefault" = "(Predefinição do sistema)";
"qtpLanguageEnglish" = "Inglês";
"qtpLanguageFrench" = "Francês";
"qtpLanguageGerman" = "Alemão";
"qtpLanguageItalian" = "Italiano";
"qtpLanguageDutch" = "Holandês";
"qtpLanguageSwedish" = "Sueco";
"qtpLanguageSpanish" = "Espanhol";
"qtpLanguageDanish" = "Dinamarquês";
"qtpLanguagePortuguese" = "Português";
"qtpLanguageNorwegian" = "Norueguês";
"qtpLanguageHebrew" = "Hebraico";
"qtpLanguageJapanese" = "Japonês";
"qtpLanguageArabic" = "Árabe";
"qtpLanguageFinnish" = "Finlandês";
"qtpLanguageGreek" = "Grego";
"qtpLanguageIcelandic" = "Islandês";
"qtpLanguageMaltese" = "Maltês";
"qtpLanguageTurkish" = "Turco";
"qtpLanguageCroatian" = "Croata";
"qtpLanguageTraditionalChinese" = "Chinês tradicional";
"qtpLanguageUrdu" = "Urdu";
"qtpLanguageHindi" = "Hindi";
"qtpLanguageThai" = "Tailandês";
"qtpLanguageKorean" = "Coreano";
"qtpLanguageLithuanian" = "Lituano";
"qtpLanguagePolish" = "Polaco";
"qtpLanguageHungarian" = "Húngaro";
"qtpLanguageEstonian" = "Estoniano";
"qtpLanguageLatvian" = "Letão";
"qtpLanguageSaamisk" = "Samoiedo";
"qtpLanguageFaroese" = "Faroense";
"qtpLanguageFarsi" = "Farsi";
"qtpLanguageRussian" = "Russo";
"qtpLanguageSimplifiedChinese" = "Chinês simplificado";
"qtpLanguageFlemish" = "Flamengo";
"qtpLanguageIrish" = "Irlandês";
"qtpLanguageAlbanian" = "Albanês";
"qtpLanguageDefault" = "Predefinição";

/* progress */
"qtpProgressFlatteningMovie" = "A unificar filme...";
"qtpProgressInsertingTrackSegment" = "A inserir um segmento de faixa...";
"qtpProgressInsertingMovieSegment" = "A inserir um segmento de filme...";
"qtpProgressPasting" = "A colar...";
"qtpProgressAddingMovieSelection" = "A adicionar selecção de filme...";
"qtpProgressCopying" = "A copiar…";
"qtpProgressCutting" = "A cortar...";
"qtpProgressLoadingMovieIntoRAM" = "A carregar o filme na RAM...";
"qtpProgressLoadingTrackIntoRAM" = "A carregar a faixa na RAM...";
"qtpProgressLoadingMediaIntoRAM" = "A carregar suporte na RAM...";
"qtpProgressImportingMovie" = "A importar filme...";
"qtpProgressExportingMovie" = "A exportar o filme...";

/* device support */
"qtpDeviceSupportSendPrompt" = "Enviar";
"qtpDeviceSupportExportingMovie" = "A exportar o filme...";
"qtpDeviceSupportWaiting" = "A aguardar que %@ aceite o elemento…";
"qtpDeviceSupportNegotiating" = "A negociar…";
"qtpDeviceSupportWaitingForDevice" = "A aguardar pelo dispositivo...";
"qtpDeviceSupportTransferring" = "A transferir o filme para %@...";
"qtpDeviceSupportTransferringFile" = "A transferir o ficheiro";
"qtpDeviceSupportBadRequestError" = "Pedido inválido";

/* sound */
"qtpSoundChannel" = "Canal";
"qtpSoundUnknown" = "Desconhecido";
"qtpSoundMono" = "Mono";
"qtpSoundStereo" = "Estéreo";
"qtpSoundHertz" = "Hz";
"qtpSoundNone" = "Nenhum";
"qtpSoundMACE3to1" = "MACE 3 para 1";
"qtpSoundMACE6to1" = "MACE 6 para 1";
"qtpSoundBits" = "bits";
"qtpSoundNotApplicable" = "Não aplicável";
"qtpSoundBigEndian" = "Big endian";
"qtpSoundLittleEndian" = "Little endian";
"qtpSoundInteger" = "Inteiro";

/* accessibility */
"qtpMute" = "silencioso";
"qtpVolume" = "volume";
"qtpSelectionStart" = "início da selecção";
"qtpSelectionEnd" = "fim da selecção";
"qtpMarker" = "marcador";
"qtpCurrentTime" = "hora actual";
"qtpBack" = "anterior";
"qtpZoomOut" = "reduzir";
"qtpAXRecordButtonTitle" = "gravar";
"qtpAXStopButtonTitle" = "parar";
"qtpAXPlayButtonTitle" = "reproduzir";
"qtpAXPauseButtonTitle" = "pausa";
"qtpZoomIn" = "ampliar";
"qtpShowHotspots" = "mostrar pontos activos";
"qtpGotoBeginning" = "ir para o início";
"qtpFastRewind" = "retrocesso rápido";
"qtpFastForward" = "avanço rápido";
"qtpGotoEnd" = "ir para o fim";
"qtpAXEqualizerRoleDescription" = "equalizador";
"qtpAXGainSliderTitle" = "volume";
"qtpAXBassSliderTitle" = "base";
"qtpAXTrebleSliderTitle" = "agudos";
"qtpAXBalanceSliderTitle" = "balanço";
"qtpAXFadeSliderTitle" = "dissolução";
"qtpAXBrightnessSliderTitle" = "brilho";
"qtpAXColorSliderTitle" = "cor";
"qtpAXContrastSliderTitle" = "contraste";
"qtpAXTintSliderTitle" = "tom";
"qtpAXBassTextLabelTitle" = "base";
"qtpAXLeftTextLabelTitle" = "esquerda";
"qtpAXRightTextLabelTitle" = "direita";
"qtpAXFrontTextLabelTitle" = "frente";
"qtpAXBackTextLabelTitle" = "anterior";
"qtpOneHalfTextLabelTitle" = "meio";
"qtpAXButtonRoleDescription" = "botão";
"qtpPress" = "premir";
"qtpIncrement" = "aumentar";
"qtpDecrement" = "diminuir";
"qtpTimeLine" = "cronograma do filme";
"qtpTimeLineHelp" = "Controlo do cronograma do filme para percorrer o filme";
"qtpCurrentTimeHelp" = "Controlo de reprodução do cronograma do filme para percorrer o filme";
"qtpSelectionStartHelp" = "Controlo de selecção do cronograma do filme para marcar o início da selecção do filme";
"qtpSelectionEndHelp" = "Controlo do cronograma do filme para marcar o fim da selecção do filme";
"qtpMeterView" = "medidor de áudio";

/* export */
"qtpExportWindowTitle" = "Exportar";
"qtpExport" = "Exportar %@";
"qtpFlatten" = "Unificar";
"qtpExportFailed" = "A exportação falhou";
"qtpExportFailedError" = "A exportação falhou.";
"qtpDefaultSettings" = "Predefinições";
"qtpCalculatingEstimatedTime" = " - A calcular a estimativa de tempo...";
"qtpMinutesRemains" = " - restam cerca de %d minutos";
"qtpOneMinuteRemains" = " - resta cerca de %d minuto";
"qtpHoursMinutesRemain" = " - restam cerca de %d horas e %d minutos";
"qtpExportStopAndQuit" = "Tem a certeza de que pretende parar a exportação e sair?";
"qtpCaptureClose" = "Manter a gravação actual?";
"qtpCaptureCloseExplanation" = "Uma gravação está em curso e será apagada se optar por não a manter.";
"qtpCouldNotSaveToFolder" = "Falha ao guardar na pasta %@.";
"qtpCannotReplaceFileWithFolder" = "Não foi possível criar a pasta %@ porque já existe um ficheiro com esse nome.";
"qtpCannotReplaceFileWithFolderSuggestion" = "Experimente mover ou alterar o nome do ficheiro original, ou alterar o nome dos ficheiros exportados.";

/* save as */
"qtpSaveAsFailed" = "Guardar como falha";
"qtpSaveAsFailedError" = "O nome do ficheiro contém caracteres inválidos.\nRemova quaisquer caracteres “/” do nome do ficheiro.";
"qtpSave" = "Guardar";
"qtpCustom" = "Personalizar";
"qtpCustomSettings" = "Definições personalizadas";
"qtpQuickTimeMovie" = "Filme QuickTime";
"qtpReference" = "Referência";
"qtpSettings" = "Definições";
"qtpRecentSettings" = "Definições recentes";
"qtpShowAllSettings" = "Mostrar todas as definições...";
"qtpSaveSetting" = "Guardar definição...";
"qtpReplaceSetting" = "Substituir definição";
"qtpReplace" = "Substituir";
"qtpReplaceWarning" = "Já existe uma definição com este nome.\nGostaria de a substituir?";
"qtpDeleteSetting" = "Apagar definição";
"qtpDelete" = "Apagar";
"qtpDeleteWarning" = "Tem a certeza de que pretende apagar esta definição?";
"qtpCancel" = "Cancelar";
"qtpMyCustomSetting" = "Definição personalizada";
"qtpThisIsCustom" = "Personalizado";
"qtpFilesExist" = "Os seguintes ficheiros já existem na pasta %@. Pretende substituí-los?";
"qtpFilesExistExplanation" = "%@\n\nJá existem ficheiros com os mesmos nomes na pasta %@. Ao substituí-los irá sobregravar o conteúdo.";

/* share */
"qtpShareDefaultName" = "Sem nome";
"qtpShareToPodcast" = "Partilhar “%@” usando “%@” com o Podcast Server";
"qtpShareToMail" = "Partilhar “%@” com o Mail";
"qtpShareToiPod" = "Partilhar “%@” com o iPod";
"qtpPending" = "Pendente…";
"qtpStarting" = "A iniciar…";
"qtpStarted" = "Iniciado";
"qtpFailed" = "Falhou";
"qtpFailedExitCode" = "Falha: saída inesperada do processo de exportação";
"qtpFailedSignal" = "Falha: término inesperado do processo de exportação";
"qtpWaiting" = "A aguardar…";
"qtpContinuing" = "A continuar...";
"qtpShareVideoSummary" = "{%0}, {%1} x {%2}, {%3} FPS";
"qtpShareAudioSummary" = "{%0}, {%1}, {%2} kHz";
"qtpShareiPodVideoSummary" = "{%0}, {%1} x {%2}";
"qtpShareiPodAudioSummary" = "{%0}, {%1}";
"qtpSharePodcastNoServerName" = "Falta o URL do servidor";
"qtpSharePodcastNoUserName" = "Falta o nome de utilizador";
"qtpSharePodcastNoPassword" = "Falta a palavra-passe";
"qtpSharePodcastInvalidServerName" = "URL de servidor inválido";
"qtpSharePodcastNoPasswordMessage" = "Preencha a palavra-passe relativa ao utilizador e servidor fornecidos";
"qtpSharePodcastNoUserNameMessage" = "Preencha o nome de utilizador relativo ao servidor fornecido";
"qtpSharePodcastNoServerNameMessage" = "Preencha o nome do servidor relativo ao utilizador e palavra-passe fornecidos";
"qtpKeyChainMessage" = "Mensagem do porta-chaves:";
"qtpKeyChainPasswordQuestion" = "Guardar a palavra-passe no porta-chaves?";
"qtpPodcastWorkflowLoading" = "A carregar…";
"qtpPodcastWorkflowDone" = "OK";

/* Podcast Producer Server error messages */
"qtpSharePodcastServerMessageFormat" = "%@: %@";
"qtpSharePodcastServerMessage" = "O acesso falhou devido a um erro no servidor";
"qtpSharePodcastServerMessage_10" = "Tem de iniciar sessão na raiz deste computador para aceder ao servidor.";
"qtpSharePodcastServerMessage_11" = "Ocorreu um erro de leitura ou escrita numa plist.";
"qtpSharePodcastServerMessage_12" = "Ocorreu um erro de parâmetro interno.";
"qtpSharePodcastServerMessage_20" = "O servidor está actualmente indisponível.";
"qtpSharePodcastServerMessage_21" = "Não foi possível encontrar um servidor com o nome de host especificado.";
"qtpSharePodcastServerMessage_22" = "O servidor não respondeu antes de exceder o tempo limite.";
"qtpSharePodcastServerMessage_23" = "SSL não está em execução no servidor.";
"qtpSharePodcastServerMessage_24" = "O servidor não forneceu um certificado válido.";
"qtpSharePodcastServerMessage_25" = "Resposta inválida do servidor.";
"qtpSharePodcastServerMessage_26" = "Digitou um nome de utilizador ou palavra-passe inválidos.";
"qtpSharePodcastServerMessage_30" = "O servidor não conseguiu criar um envio.";
"qtpSharePodcastServerMessage_31" = "O servidor de envio está actualmente indisponível.";
"qtpSharePodcastServerMessage_32" = "Não foi possível enviar o ficheiro.";
"qtpSharePodcastServerMessage_33" = "Não foi possível copiar o ficheiro.";
"qtpSharePodcastServerMessage_34" = "Não foi possível concluir o envio.";
"qtpSharePodcastServerMessage_35" = "O servidor não conseguiu ligar ao agente.";
"qtpSharePodcastServerMessage_36" = "O servidor não conseguiu enviar um comando ao agente.";
"qtpSharePodcastServerMessage_37" = "Ocorreu um erro desconhecido.";

/* sandbox */
"qtpParseError" = "Analisar erro";
"qtpExporting" = "A exportar";
"qtpExportFinished" = "Exportação concluída";
"qtpPublishing" = "A publicar";
"qtpPublishFailed" = "Falha ao publicar";
"qtpPublishFinished" = "Publicação terminada";
"qtpFinished" = "Terminada";
"qtpUploading" = "A enviar";
"qtpUploadingToPodcastProducer" = "A enviar para o Podcast Producer";

"favoritesTitle" = "Favoritos";
"fileNotFound" = "Não foi possível abrir o ficheiro, porque não foi localizado.";
"deleteConfirmation" = "Apagar o favorito";
"deleteMultipleConfirmation" = "Apagar os favoritos seleccionados?";
"questionMark" = "?";
"undoneMessage" = "Esta acção não pode ser desfeita.";
"cancelTitle" = "Cancelar";
"iconColumnTitle" = "Favorito";
"urlColumnTitle" = "Localização";

"clearURLsConfirmation" = "Apagar a lista de URLs recentes?";

/* movie info window items */
"visualContexts" = "Contextos visuais:";
"visualContextsMediaKeySetTo" = "Chave multimédia QTKitVisualContext definida como ";
"usingVisualContext" = "a usar o contexto visual";
"usingGWorld" = "a usar o gworld";
"disabled" = "desactivado";
"enabled" = "activado";

/* QuickTime Pro */
"getQuickTime7ProPanelMessage" = "\n\nObtenha agora o QuickTime 7 Pro para activar esta e dezenas de outras funcionalidades, incluindo a exportação para iPod e Apple TV.";
"buyNowButton" = "Comprar agora";
"learnMoreButton" = "Mais informações";
"buyNowURL" = "http://www.apple.com/pt/quicktime/buy/";
"learnMoreURL" = "http://www.apple.com/pt/quicktime/upgrade/";
"qtpNotNow" = "Agora não";

/* Pro Upgrade Messages */
"newDocumentWithTemplateUpgradeMessage" = "Esta funcionalidade abre uma janela vazia do QuickTime Player, onde pode colar elementos multimédia e adicionar faixas, para criar um filme novo.";
"newMovieRecordingUpgradeMessage" = "Utilizando a iSight ou outra câmara FireWire, “Gravação de novo filme” permite-lhe capturar vídeo e áudio no computador, com apenas um clique.";
"newAudioRecordingUpgradeMessage" = "Esta funcionalidade permite capturar áudio no computador com apenas um clique, para criar facilmente narrações para os filmes e diaporamas.";
"openImageSequenceUpgradeMessage" = "Esta funcionalidade faz com que seja fácil criar diaporamas e animações a partir de imagens fixas e desenhos, em apenas algumas etapas simples.";
"saveDocumentUpgradeMessage" = "“Guardar” permite reter as edições e definições de reprodução para a próxima vez que o filme for visto.";
"saveDocumentAsUpgradeMessage" = "“Guardar como” permite reter as edições e definições de reprodução numa cópia do ficheiro do filme, com um nome novo.";
"revertDocumentToSavedUpgradeMessage" = "Esta funcionalidade permite desfazer todas as edições e alterações a definições desde a última vez que guardou o filme.";
"shareUpgradeMessage" = "“Partilhar” ajuda a criar de forma fácil o ficheiro perfeito para o filme, para partilha por e-mail ou através da sua página inicial no serviço .Mac.";
"exportUpgradeMessage" = "“Exportar” faculta centenas de opções avançadas para criação ou conversão de ficheiros multimédia entre vários formatos.";
"exportRefMovieForWebUpgradeMessage" = "A opção “Exportar para a web” permite converter os seus ficheiros multimédia num formato optimizado para entrega via Internet para o iPhone e secretária.";

"undoUpgradeMessage" = "“Desfazer” remove a última alteração efectuada ao ficheiro do filme.";
"redoUpgradeMessage" = "“Refazer” volta a aplicar a última alteração efectuada (e posteriormente removida) ao ficheiro do filme.";
"copyUpgradeMessage" = "“Copiar” duplica a parte seleccionada do filme e coloca-a no Clipboard, para livre utilização posterior.";
"cutUpgradeMessage" = "“Cortar” retira a parte seleccionada do filme e coloca-a no Clipboard, para livre utilização posterior.";
"pasteUpgradeMessage" = "“Colar” insere o conteúdo do Clipboard no filme, no local especificado.";
"deleteUpgradeMessage" = "“Apagar” retira do filme a parte seleccionada.";
"selectAllUpgradeMessage" = "“Seleccionar tudo” marca todo o filme como estando seleccionado, para que possa efectuar funções de edição, como o corte ou a cópia, sobre todo o filme.";
"selectNoneUpgradeMessage" = "Esta funcionalidade limpa os pontos inicial e final da selecção, para que nenhuma parte do filme fique realçada.";
"trimUpgradeMessage" = "Esta funcionalidade mantém a parte seleccionada do filme e apaga o resto.";
"addUpgradeMessage" = "Esta funcionalidade acrescenta o conteúdo do Clipboard ao filme, numa faixa própria.";
"addScaledUpgradeMessage" = "Esta funcionalidade acrescenta o conteúdo do Clipboard ao filme, numa faixa própria, que é alongada ou encolhida para se ajustar ao comprimento da parte seleccionada do filme.";
"extractTracksUpgradeMessage" = "Esta funcionalidade copia a faixa seleccionada para outra janela, para que possa ser editada, manipulada e guardada como sendo um ficheiro novo.";
"findTextUpgradeMessage" = "“Procurar” procura nas faixas de texto do filme a palavra ou frase especificada.";
"findNextTextUpgradeMessage" = "“Procurar seguinte” procura nas faixas de texto do filme a ocorrência seguinte da palavra ou frase especificada.";
"findPreviousTextUpgradeMessage" = "“Procurar anterior” procura nas faixas de texto do filme a ocorrência anterior da palavra ou frase especificada.";

"fullScreenUpgradeMessage" = "“Ecrã completo” reproduz o filme dimensionado para que ocupe todo o ecrã, com um controlador de utilização simples, que se dissolve quando a reprodução se inicia.";
"presentMovieUpgradeMessage" = "“Apresentar o filme” apresenta opções de tamanho e de reprodução para ver o filme ou o diaporama sobre um fundo homogéneo, como num cinema.";
"loopBackAndForthUpgradeMessage" = "Esta funcionalidade reproduz o filme para a frente e para trás, repetidamente.";
"playSelectionOnlyUpgradeMessage" = "Esta funcionalidade reproduz apenas a parte seleccionada do filme.";
"playAllFramesUpgradeMessage" = "Esta funcionalidade força o QuickTime a reproduzir todos os fotogramas do filme, mesmo aqueles que poderia de outra forma ignorar, para precisão da duração.";
"playPauseAllUpgradeMessage" = "Esta funcionalidade reproduz simultaneamente todos os filmes abertos, para que seja possível comparar as versões do filme ou ter um “multiplex de filmes”.";
"gotoPosterFrameUpgradeMessage" = "Esta funcionalidade leva-o, no filme, até ao fotograma seleccionado para representar o filme ao utilizador.";
"setPosterFrameUpgradeMessage" = "Esta funcionalidade permite seleccionar o fotograma preferido do filme como “capa” do filme, para facilitar a identificação ao pesquisar o sistema de ficheiros do computador ou ao integrá-lo numa página web.";

"openMoviePropertiesUpgradeMessage" = "Esta funcionalidade faculta um vasto leque de informações avançadas e controlos de edição dos filmes. Pode rodar o vídeo, adicionar anotações, definir os níveis de áudio e muito mais.";
"autoPresentUpgradeMessage" = "A reprodução em ecrã completo requer o QuickTime Pro, que actualmente não está instalado no computador. Para adquirir o QuickTime Pro, visite www.apple.com/pt/quicktime.";
"genericUpgradeMessage" = "Esta funcionalidade requer o QuickTime Pro, que actualmente não está instalado no computador. Para adquirir o QuickTime Pro, visite www.apple.com/pt/quicktime.";

/* Pro Upgrade Messages */

/* net diagnosis*/
"netDiagnosticsSheetButton" = "Diagnóstico da Rede";
"netDiagnosticsSheetMessage" = "Ocorreu um erro na rede";

/* error handling */
"qtpCouldNotCreateMovie" = "Não foi possível criar o filme.";
"qtpCouldNotOpenMovie" = "Não foi possível abrir o filme.";
"qtpCouldNotSaveMovie" = "Não foi possível guardar o filme.";
"qtpCouldNotSaveMovieWithName" = "Não foi possível guardar o filme \"%@\".";
"qtpCouldNotPaste" = "Não foi possível colar o conteúdo do Clipboard no filme.";
"qtpCouldNotPasteWithName" = "Não foi possível colar o conteúdo do Clipboard no filme \"%@\".";
"qtpCouldNotDeleteSelection" = "Não foi possível apagar a selecção do filme.";
"qtpCouldNotDeleteSelectionWithName" = "Não foi possível remover a selecção do filme \"%@\".";
"qtpMightExperiencePlaybackProblems" = "Pode ter problemas ao reproduzir o filme.";
"qtpMightExperiencePlaybackProblemsWithName" = "Pode ter problemas ao reproduzir o filme \"%@\".";
"qtpNonHDCPDisplayDescription" = "Não é possível reproduzir o filme \"%@\" porque se encontra num monitor que não está autorizado a reproduzir filmes protegidos.";
"qtpNonHDCPDisplayRecoverySuggestion" = "Experimente mover a janela do filme para outro monitor ou desligar quaisquer monitores que não tenham autorização HDCP.";
"qtpUnknownError" = "Não foi possível concluir a operação.";

"qtpInvalidURLError" = "O URL é inválido.";


"continue" = "Continuar";
"close" = "Fechar";
"stop" = "Parar";

/* time bomb */
"timeBombExpiredMessage" = "A versão de pré-lançamento do software QuickTime que está a usar expirou. Para descarregar uma versão nova do software, visite\n\n%@\n\n.";
"timeBombUpdateURL" = "http://www.apple.com/pt/quicktime/download/";
"quit" = "Sair";
"goThere" = "Aceder";
"dontQuit" = "Não sair";
"aboutBoxTimeBombMessage" = "Expira a:\n%@";

/*Authorization Message*/
"qtpMovieAuthorization" = "É necessária autorização para ver o conteúdo";

/*Registration*/
/* The text for QuickTime 7 version */
"QT_VERSION_STRING_7" = "QuickTime 7 Pro";
/* The text for QuickTime future versions */
"QT_VERSION_STRING_FUTURE" = "Futuras versões do QuickTime Pro";
/* The Alert String that shows when a user fails to enter a valid registration in the registration panel*/
"QT_INVALID_REGISTRATION" = "Registo inválido";

"QT_PROAPP_USER" = "Utilizador de aplicações Apple Pro";
"QT_AUTO" = "Automático";
